// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "Postinumeroa ei voi jättää tyhjäksi.";
XMO5DigitZIPCodeFormatError = "Postinumeron pitää olla viisinumeroinen.";
XMO6DigitZIPCodeFormatError = "Postinumeron pitää olla kuusinumeroinen.";
XMONoCanadaZIPCodeError = "Postinumeroa ei voi jättää tyhjäksi.";
XMOCanadaZIPCodeFormatError = "Postinumeron muodon pitää olla \"A9A 9A9\".";
XMONoUnitedKindomZIPCodeError = "Postinumeroa ei voi jättää tyhjäksi.";
XMOUnitedKindomZIPCodeFormatError = "Postinumeron on oltava muotoa \"AI-2640\" tai \"AX[XX] 9AA\"";
XMOUnitedKindomBFPOZIPCodeFormatError = "Postinumeron muodon pitää olla \"BFPO [c/o] N[NNN]\".";
XMOUnitedStatesZIPCodeFormatError = "Postinumeron muodon pitää olla \"99999[-9999]\".";
XMOFranceZIPCodeFormatError = "Postinumeron muodon pitää olla \"[F-]9X999\".";
